/* 
  Localizable.strings
  kidsvids

  Created by Bobby on 16/04/2015.
  Copyright (c) 2015 Azuki Apps. All rights reserved.
*/

// Captions on the intro screens
"intro_p1_title" = "Bem Vindo para KidsVids!";
"intro_p1_notes" = "Vida das Crianças simples em segurança designado para usar em todas as idades";

"intro_p2_title" = "Videos Amigo das Criancas";
"intro_p2_notes" = "KidsVids videos restritos para criança com controle de tipos de Videos especifico para criança.";

"intro_p3_title" = "Fácil para Usar";
"intro_p3_notes" = "Para começar o videos a criança precisa tocar na figura. Quando o video terminar, automaticamente o video retorna na figura.";

"intro_p4_title" = "Simples Controle";
"intro_p4_notes" = "Para parar o videos antes do término, um simples chaqualho ele retorna para todas as figuras e novamente a criancas escolhe o que ela desejar. Se ela desejar mais videos ela deve mover o dedinho para cima e para trocar o tipo de videos ela deve mover o dedinhos para lado direito ou esquerdo.";

"intro_p5_title" = "Definições";
"intro_p5_notes" = "Para acesso da definições, deve-se tocar a tela por poucos segundos. Você verá um círculo vermelho e logo após o verde você deve para de tocar na tela, e então as definições aparecerá.";

"intro_p6_title" = "Para Aproveitar";
"intro_p6_notes" = "Se você precisaar de alguma assitência ou de qualquer ajuda , poderá contatar-me pelo email support@azukiapps.co.uk.";

// Captions on the main grid screen
"grid_top"       = "Toque e segure para ajustes";
"grid_bottom"    = "Role para baixo para buscar mais vídeos";


// Captions on the settings screen
"settings_total_pre"      = "você tem ";
"settings_total_post"     = " Playlists.";
"settings_button"         = "Alterar ou Editar Playlists";
"settings_size"           = "Defina o tamanho de miniaturas de vídeo:";


// Captions on the playlist list screen
"button_edit"     = "Editar";
"button_delete"   = "Excluir";

// Captions on the new playlist screen
"playlist_title" = "Playlist Título";
"playlist_id"    = "Playlist ID (ou URL)";
